Repository: OSInside/kiwi-legacy
Catalog: locale/*/LC_MESSAGES/kiwi.po
Languages: fi, hu, ja, nl, pl, ru, zh_tw

source: Boot continues in 10 sec
nl: Opstarten gaat verder na 10 seconden

source: Enter LUKS passphrase
fi: Anna LUKS-salasana
hu: Adja meg az LUKS jelszót
ja: LUKSパスフレーズの入力
nl: Voer LUKS-wachtwoordzin in
pl: Wprowadź hasło LUKS
ru: Введите пароль LUKS
zh_tw: 輸入 LUKS 密碼片語

source: Do you accept the license agreement ?
fi: Hyväksytkö käyttöoikeussopimuksen?
hu: Elfogadja a licencszerződést?
ja: ライセンス契約に同意しますか?
nl: Accepteert u de licentieovereenkomst?
pl: Czy akceptujesz umowę licencyjną?
ru: Вы принимаете условия лицензионного соглашения?
zh_tw: 是否接受該授權合約？

source: Do you want to start the System-Recovery ?
fi: Haluatko aloittaa järjestelmän palauttamisen?
hu: Szeretné elkezdeni a rendszer-helyreállítást?
ja: システム-復元を開始しますか?
nl: Wilt u het systeemherstel starten?
pl: Czy chcesz uruchomić odzyskiwanie systemu?
ru: Запустить восстановление системы?
zh_tw: 是否要啟動系統復原程序？

source: Do you want to start the System-Restore ?
fi: Haluatko aloittaa järjestelmän palauttamisen?
hu: Szeretné elkezdeni a rendszer-helyreállítást?
ja: システム-復元を開始しますか?
nl: Wilt u het systeemherstel starten?
pl: Czy chcesz uruchomić przywracanie systemu?
ru: Запустить восстановление системы?
zh_tw: 是否要啟動系統還原程序？

source: Restoring base operating system...
fi: Palautetaan peruskäyttöliittymää...
hu: Az alap operációs rendszer visszaállítása...
ja: 基本オペレーティングシステムを復元しています...
nl: Herstellen van het basisbesturingssysteem...
pl: Trwa przywracanie podstawowego systemu operacyjnego...
ru: Восстановление основной операционной системы...
zh_tw: 正在還原基礎作業系統...

source: Destroying ALL data on %1, continue ?
fi: Tuhotaan KAIKKI tiedot kohteessa %1. Haluatko jatkaa?
hu: Az ÖSSZES adat megsemmisítése a(z)%1 eszközön, folytatja?
ja: %1 のすべてのデータを破棄しています。続行しますか?
nl: ALLE gegevens op %1 worden vernietigd, doorgaan?
pl: WSZYSTKIE dane na partycji %1 zostaną usunięte. Kontynuować?
ru: ВСЕ данные на %1 будут удалены. Продолжить?
zh_tw: 正在損毀 %1 中的所有資料，要繼續嗎？

source: Clean sweep...
fi: Puhdas läpikäynti...
hu: Megtisztítás...
ja: クリーンスイープ...
nl: Schoonvegen...
pl: Wyczyść...
ru: Очистка…
zh_tw: 正在清理硬碟...

source: %1 files from %2 restored...
fi: Palautettiin %1 tiedostoa kohteesta %2...
hu: %1 fájl helyreállítva (összesen: %2)...
ja: %2 からの %1 個のファイルが復元されました...
nl: %1 bestanden van %2 hersteld...
pl: Liczba przywróconych plików: %1 z %2...
ru: Восстановлено файлов из источника %2: %1.
zh_tw: 已還原 %2 中的 %1 個檔案…

source: backing up: %1...
nl: reservekopie maken van: %1...

source: archiving: %1...
nl: archiveren van: %1...

source: restoring: %1...
nl: herstellen van: %1...

source: Yes
fi: Kyllä
hu: Igen
ja: はい
nl: Ja
pl: Tak
ru: Да
zh_tw: 是

source: No
fi: Ei
hu: Nem
ja: いいえ
nl: Nee
pl: Nie
ru: Нет
zh_tw: 否

source: Cancel
fi: Peruuta
hu: Mégse
ja: キャンセル
nl: Annuleren
pl: Anuluj
ru: Отмена
zh_tw: 取消

source: Exit
fi: Lopeta
hu: Kilépés
ja: 終了
nl: Stoppen
pl: Zamknij
ru: Выход
zh_tw: 離開

source: Bootloader installation has failed
nl: Installatie van bootloader is mislukt

source: The system will not be able to reboot. Please make sure to fixup and install the bootloader before next reboot. Check /var/log/boot.kiwi for details
nl: Het systeem zal niet in staat zijn om opnieuw op te starten (boot). Repareer dit en installeer de bootloader vóór de volgende herstart. Controleer /var/log/boot.kiwi voor details

source: Please remove the CD/DVD before reboot
nl: Verwijder de installatie-cd/dvd alvorens opnieuw op te starten

source: Please unplug the USB stick before reboot
nl: Verwijder de USB-stick alvorens opnieuw op te starten

source: Installation...
nl: Installatie...

source: Loading %1
nl: %1 wordt geladen

source: Verifying %1
nl: Verifiëren van %1

source: Select disk for installation:
nl: Selecteer de schijf voor installatie:

source: Select %1 partition for installation:
nl: Selecteer %1 partitie voor installatie:

source: System will be shutdown. Remove USB stick before power on
nl: Systeem zal worden afgesloten. Verwijder de USB-stick alvorens het systeem aan te zetten

source: Please remove the CD/DVD before shutdown
nl: Verwijder de installatie-cd/dvd alvorens af te sluiten

source: OK
ru: ОК
zh_tw: 確定
